Revit 2024 API
ParameterTypeId.StairsAttrLandingsOverlapping Property
 "Landing Overlap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsAttrLandingsOverlapping { get; }
Visual Basic
Public Shared ReadOnly Property StairsAttrLandingsOverlapping As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsAttrLandingsOverlapping {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace